# tools
brew 'git'
brew 'ripgrep'
brew 'fzf'
brew 'neovim'
brew 'tmux'
brew 'curl'
brew 'stow'
brew 'bat'
brew 'tree'
brew 'gnu-sed' # nvim spectre dependency
brew 'coreutils' # Those that come with macOS are outdated
brew 'koekeishiya/formulae/yabai'
brew 'koekeishiya/formulae/skhd'
brew 'typos' # spell check

# apps
cask 'visual-studio-code'
cask 'zoom'
cask 'google-chrome'
cask 'firefox'
cask 'microsoft-edge'
cask 'wezterm'
cask 'hyperkey'
cast 'raycast'

# python
brew 'python3'
brew 'pyenv'
brew 'pyenv-virtualenv'

# node
brew 'nvm'
brew 'yarn'
brew 'pnpm'

# php
brew 'composer'
brew 'php'

# other dependencies
brew 'cmake'
brew 'tree-sitter'
brew 'ninja'
brew 'libtool'
brew 'automake'
brew 'pkg-config'
brew 'gettext'
brew 'navi'
brew 'jq' # json parsing tool - yabai command dependency
brew 'libmemcache'
brew 'mkcert'
brew 'nss'
brew 'zlib'
brew 'graphv'
